<?php

//return [
//    'name.required' => 'Имя обязательно для заполнения.',
//    'name.string' => 'Имя должно быть строкой.',
//    'email.required' => 'Email обязателен для заполнения.',
//    'email.string' => 'Email должен быть строкой.',
//    'email.email' => 'Введите корректный адрес электронной почты.',
//    'email.unique' => 'Этот email уже зарегистрирован.',
//    'password.required' => 'Пароль обязателен для заполнения.',
//    'password.min' => 'Пароль должен содержать как минимум 8 символов.',
//    'password_confirmation.required' => 'Подтверждение пароля обязательно для заполнения.',
//    'password_confirmation.same' => 'Пароли не совпадают.',
//    'password_confirmation.min' => 'Подтверждение пароля должно содержать как минимум 8 символов.',
//];